[
    {
        "title": "Тринадцять хвилин",
        "year": "2021",
        "country": "Бойовики",
        "discription": "Під час руйнівного торнадо, яке обрушилося на провінційне містечко, життя чотирьох родин кардинально змінюється. У мешканців залишається лише тринадцять хвилин, щоб встигнути втекти в надійному укритті та постаратися вижити в боротьбі зі смертоносною стихією, яка ні перед чим не зупиниться...",
        "image_url": "https://s7.vcdn.biz/static/f/5664169771/image.jpg/pt/r193x272x4",
        "video_url": "https://megogo.net/ua/view/21292057-trinadtsyat-khvilin.html"
    },
    {
        "title": "Екзотичне весілля",
        "year": "2018",
        "country": "Комедії",
        "discription": "На одному й тому ж весіллі зустрічаються закоренілий холостяк Френк і справжня спокусниця Ліндсі. Волею випадку вони весь час стикаються, опиняючись поряд у різних місцях: таксі, літаку, за столом, у сусідніх номерах. Можливо, хтось вирішив стати Амуром і, нарешті, знайти холостяку наречену.",
        "image_url": "https://s4.vcdn.biz/static/f/5765110501/image.jpg/pt/r193x272x4",
        "video_url": "https://megogo.net/ua/view/13335565-ekzotichne-vesillya.html"
    },
    {
        "title": "Незаперечний 4",
        "year": "2016",
        "country": "Бойовики",
        "discription": "Колишній карний злочинець і боєць Юрій Бойка пережив чимало випробувань. За ґратами герой став незмінним чемпіоном підпільних боїв, проте тепер на волі він здобуває можливість побудувати успішну кар'єру у великому спорті. Незабаром у поєдинку він випадково вбиває бійця. Подія змушує чоловіка переосмислити все, у що він коли-небудь вірив...",
        "image_url": "https://s3.vcdn.biz/static/f/6350350521/image.jpg/pt/r193x272x4",
        "video_url": "https://megogo.net/ua/view/22421096-nezaperechniy-4.html"
    },
    {
        "title": "Вовк з Уолл-стріт",
        "year": "2014",
        "country": "Комедії",
        "discription": "Джордан Белфорт влаштовується у великий банк, його кар'єра йде вгору, але тут трапляється обвал світових фінансових ринків, —  і підприємство закривається. Дружина радить герою влаштуватися в невелику контору з торгівлі акціями, і там його природний талант допомагає йому просунутися. Потім він відкриває власну фірму і заробляє великі гроші. Він веде розгульний спосіб життя, а фінансова сторона діяльності Джордана починає цікавити ФБР.Джордан Белфорт влаштовується у великий банк, його кар'єра йде вгору, але тут трапляється обвал світових фінансових ринків, —  і підприємство закривається. Дружина радить герою влаштуватися в невелику контору з торгівлі акціями, і там його природний талант допомагає йому просунутися. Потім він відкриває власну фірму і заробляє великі гроші. Він веде розгульний спосіб життя, а фінансова сторонЗгорнутиДетальніше",
        "image_url": "https://s2.vcdn.biz/static/f/1074587051/image.jpg/pt/r193x272x4",
        "video_url": "https://megogo.net/ua/view/1334681-vovk-z-uoll-strit.html"
    },
    {
        "title": "Після",
        "year": "2019",
        "country": "Мелодрами",
        "discription": "Звичне життя героїв кардинально змінюється, коли відбувається їхня випадкова зустріч. Тесса – слухняна дочка та старанна учениця, а Хардін – привабливий і розумний бунтар із важким минулим. Герої жили в різних світах, але тепер життя кожного з них розділилося на до і після.",
        "image_url": "https://s1.vcdn.biz/static/f/6333735601/image.jpg/pt/r193x272x4",
        "video_url": "https://megogo.net/ua/view/22417986-pislya.html"
    },
    {
        "title": "Вовк і лев",
        "year": "2021",
        "country": "Пригоди",
        "discription": "Піаністка Альма приїжджає до батьківського будинку, де провела дитячі роки. Якось вона зустрічає маленьких левенят і вовченят і потай залишає їх у себе. Тварини дорослішають, але секрет незабаром розкривають. Лева віддають у бродячий цирк, а вовка забирають для досліджень вчені. Трьом друзям доведеться вирушити в подорож, щоб знову зустрітися.",
        "image_url": "https://s2.vcdn.biz/static/f/5702066291/image.jpg/pt/r193x272x4",
        "video_url": "https://megogo.net/ua/view/21301757-vovk-i-lev.html"
    },
    {
        "title": "Темний спадок",
        "year": "2020",
        "country": "Детективи",
        "discription": "Лорен виріс у забезпеченій сім’ї і тепер будує кар’єру окружного прокурора. Несподівано її батько, який був у непоганій формі, помирає від серцевого нападу. Незабаром героїня дізнається, що батько залишив їй ключ від якогось бункера. Спустившись униз, дівчина бачить там зарослого і брудного чоловіка, що закутий у ланцюги.",
        "image_url": "https://s6.vcdn.biz/static/f/6333805221/image.jpg/pt/r193x272x4",
        "video_url": "https://megogo.net/ua/view/22418516-temniy-spadok.html"
    },
    {
        "title": "Чистильник",
        "year": "2007",
        "country": "Детективи",
        "discription": "Багато хто не хоче розгрібати бруд, який залишився на місці, де, наприклад, знаходився труп або інші біо-забруднення. Том Кетлер – у минулому поліцейський, працює у фірмі, що займається очищенням приміщень. Свою брудну роботу Том виправдовує тим, що видаляє не просто бруд – він допомагає людям позбутися від горя, болю і страждання. Та коли людина опиняється на місці злочину, хоча б і зі шваброю та миючими засобами, завжди є небезпека мимоволі стати частиною цього злочину. І тоді процес очищення може стати дуже непростим...Багато хто не хоче розгрібати бруд, який залишився на місці, де, наприклад, знаходився труп або інші біо-забруднення. Том Кетлер – у минулому поліцейський, працює у фірмі, що займається очищенням приміщень. Свою брудну роботу Том виправдовує тим, що видаляє не просто бруд – він допомагає людям позбутися від горя, болю і страждання. Та коли людина опиняється на місці злочину, хоча б і зі шваброю таЗгорнутиДетальніше",
        "image_url": "https://s8.vcdn.biz/static/f/4069427471/image.jpg/pt/r193x272x4",
        "video_url": "https://megogo.net/ua/view/7998-chistilnik.html"
    },
    {
        "title": "Річард говорить \"Прощавай\"",
        "year": "2018",
        "country": "Комедії",
        "discription": "Звичайний професор коледжу втомився від принципів і норм поведінки, а незабаром дізнається, що смертельно хворий. Сприймаючи цю новину, як якийсь знак згори, чоловік відкидає всі заборони й моральні підвалини й починає жити на повну котушку. Тепер він п’є, курить, ставить на місце всіх тих, хто давно його дратував, але і відкриває істину свого життя.",
        "image_url": "https://s4.vcdn.biz/static/f/5771428771/image.jpg/pt/r193x272x4",
        "video_url": "https://megogo.net/ua/view/3957801-richard-govorit-proshchavay.html"
    },
    {
        "title": "Ніч в облозі",
        "year": "2019",
        "country": "Бойовики",
        "discription": "Вночі до травматологічного центру надходить перелякана й побита невідомими жінка. Вона зазнала поранень, і в майбутньому героїні доведеться зібратися із силами, щоб втекти від двох убивць, які прийшли забрати в неї важливий доказ. За завданням захисником жінки стає досвідчений поліцейський.",
        "image_url": "https://s1.vcdn.biz/static/f/6366833191/image.jpg/pt/r193x272x4",
        "video_url": "https://megogo.net/ua/view/22454096-nich-v-oblozi.html"
    },
    {
        "title": "Шалена карта",
        "year": "2015",
        "country": "Бойовики",
        "discription": "Колишній військовослужбовець працює простим охоронцем у Лас-Вегасі. Нік планує назбирати грошей, щоби назавжди поїхати жити на Корсику. Незабаром до чоловіка звертається по допомогу стара знайома Голлі, яка постраждала від сина великого бандита. Тож герою доводиться відкласти свій від’їзд.",
        "image_url": "https://s9.vcdn.biz/static/f/6333769881/image.jpg/pt/r193x272x4",
        "video_url": "https://megogo.net/ua/view/22418196-shalena-karta.html"
    },
    {
        "title": "Маріуполь. Невтрачена надія",
        "year": "2022",
        "country": "Документальні",
        "discription": "Документальний фільм розповідає про місто Маріуполь у той час, коли там точилися бої. Історія ґрунтується на свідченнях звичайних людей, які перебувають у місті перший місяць війни. Також тут представлені записи журналістки Надії Сухорукової, яка вела свій щоденник.",
        "image_url": "https://s6.vcdn.biz/static/f/4981064271/image.jpg/pt/r193x272x4",
        "video_url": "https://megogo.net/ua/view/19655826-mariupol-nevtrachena-nadiya.html"
    },
    {
        "title": "Чорна мітка",
        "year": "2022",
        "country": "Бойовики",
        "discription": "Нік Фальконі — колишній спецпризначенець, який спеціалізується на найманих вбивствах; Ентоні — агент боротьби з поширенням наркотиків. Їхні шляхи перетинаються, коли виникає необхідність зупинити терористичну організацію, яка винайшла небезпечну машину, здатну завдати непоправного удару по електромережі та влаштувати катастрофу світового масштабу.",
        "image_url": "https://s2.vcdn.biz/static/f/5703693131/image.jpg/pt/r193x272x4",
        "video_url": "https://megogo.net/ua/view/21289077-chorna-mitka.html"
    },
    {
        "title": "Убивства з листівками",
        "year": "2020",
        "country": "Детективи",
        "discription": "Дочка поліцейського з Нью-Йорка Джека Кенона, що знаходиться в Римі, стає разом із нареченим жертвами маніяка. Незабаром трапляється серія подібних вбивств, психопат залишає листівки з рядками з творів Шекспіра. Батько об’єднується зі шведським репортером Дейзі, щоби розслідувати ці злочини.",
        "image_url": "https://s5.vcdn.biz/static/f/3417288341/image.jpg/pt/r193x272x4",
        "video_url": "https://megogo.net/ua/view/7432535-ubivstva-z-listivkami.html"
    },
    {
        "title": "Все включено",
        "year": "2014",
        "country": "Комедії",
        "discription": "Головна героїня вирішує відзначити своє 60-річчя поїздкою до Мальти. Компанію їй складають дві дочки, які давно вже не спілкуються та ненавидять один одного. Одна з них — серйозна жінка і мати трьох дітей, інша — рокерка, яка вперто не бажає дорослішати та веде альтернативний спосіб життя... Під час середземноморського турне учасниці цього кумедного тріо переживатимуть романтичні пригоди та з'ясовуватимуть стосунки один з одним...Головна героїня вирішує відзначити своє 60-річчя поїздкою до Мальти. Компанію їй складають дві дочки, які давно вже не спілкуються та ненавидять один одного. Одна з них — серйозна жінка і мати трьох дітей, інша — рокерка, яка вперто не бажає дорослішати та веде альтернативний спосіб життя... Під час середземноморського турне учасниці цього кумедного тріо переживатимуть романтичні пригоди та з'ясовЗгорнутиДетальніше",
        "image_url": "https://s3.vcdn.biz/static/f/5872800621/image.jpg/pt/r193x272x4",
        "video_url": "https://megogo.net/ua/view/21653427-vse-vklyucheno.html"
    },
    {
        "title": "Голодні ігри",
        "year": "2012",
        "country": "Пригоди",
        "discription": "У майбутньому, деспотичний Капітолій щороку проводить ігри на виживання, які може переглянути весь світ у прямому ефірі. Учасниками стають молода Кітніс і таємно закоханий у дівчину Піт. Переможцем серед двадцяти чотирьох учасників може стати лише хтось один… Організатори готові на все заради видовища.",
        "image_url": "https://s3.vcdn.biz/static/f/6333710961/image.jpg/pt/r193x272x4",
        "video_url": "https://megogo.net/ua/view/22417806-golodni-igri.html"
    },
    {
        "title": "Тіло",
        "year": "2012",
        "country": "Детективи",
        "discription": "Одного разу на дорозі машина збиває людину, яка в жаху від чогось або когось біжить. Чоловік виявився простим нічним сторожем, що працював у морзі неподалік. У поліціянтів виникають питання: що його так налякало, а також куди пропав труп, що недавно надійшов у морг і перебував у відсіку номер три.",
        "image_url": "https://s2.vcdn.biz/static/f/2670998051/image.jpg/pt/r193x272x4",
        "video_url": "https://megogo.net/ua/view/11188595-tilo.html"
    },
    {
        "title": "Будинок з паранормальними явищами 2",
        "year": "2014",
        "country": "Комедії",
        "discription": "Кіша загинула в автокатастрофі якийсь час тому. Малкольм дуже переживав через загибель своєї коханої, але з часом вирішив знову звернутися до світлої сторони життя. Він збирається одружитися з Меган і виховувати її дітей. І все б було добре, якби з того світу не повернулася Кіша...",
        "image_url": "https://s1.vcdn.biz/static/f/1437157621/image.jpg/pt/r193x272x4",
        "video_url": "https://megogo.net/ua/view/1246791-budinok-z-paranormalnimi-yavishchami-2.html"
    },
    {
        "title": "Кур’єр",
        "year": "2019",
        "country": "Бойовики",
        "discription": "На чорному мотоциклі нічним Лондоном мчить на перший погляд звичайний кур’єр. Однак красуні вдається уникати вуличних камер мегаполісу, а її ім’я не значиться в жодній базі даних. Відважна та невловима героїня вступає в небезпечне протистояння з могутнім главою кримінального угруповання.",
        "image_url": "https://s5.vcdn.biz/static/f/6334140101/image.jpg/pt/r193x272x4",
        "video_url": "https://megogo.net/ua/view/22420856-kur-ier.html"
    },
    {
        "title": "Святим тут не місце",
        "year": "2021",
        "country": "Бойовики",
        "discription": "Мовчазний найманий убивця на прізвисько Єзуїт після виходу з в’язниці жорстоко мститься за смерть дружини та викрадення сина.",
        "image_url": "https://s2.vcdn.biz/static/f/5001571001/image.jpg/pt/r193x272x4",
        "video_url": "https://megogo.net/ua/view/19715186-svyatim-tut-ne-misce.html"
    },
    {
        "title": "Все буде ОК!",
        "year": "2021",
        "country": "Комедії",
        "discription": "У житті Лізи відбувається одразу кілька неприємностей. Вона розлучається з коханим, її бізнес зазнає краху, до того ж їй доводиться утримувати свою безробітну матір. Перед Новим роком героїня вирушає на заробітки до Польщі. Щоправда, перед поїздкою вони з подругою випивають, і Ліза сідає не в той автобус, потрапляючи без грошей на курорт Буковель...",
        "image_url": "https://s6.vcdn.biz/static/f/5288749701/image.jpg/pt/r193x272x4",
        "video_url": "https://megogo.net/ua/view/20362446-vse-bude-ok.html"
    },
    {
        "title": "Так близько до горизонту",
        "year": "2020",
        "country": "Мелодрами",
        "discription": "Герої зустрілися, коли тільки вступили в доросле життя, а їхня любов перемогла страх і готова подолати будь-які перешкоди. Кожну секунду закохані Денні та Джесіка проводять разом, але почуття, що виникли з першого погляду, не зможуть жити вічно. Цьому є серйозна причина.",
        "image_url": "https://s3.vcdn.biz/static/f/6333813291/image.jpg/pt/r193x272x4",
        "video_url": "https://megogo.net/ua/view/22418576-tak-bliz-ko-do-gorizontu.html"
    },
    {
        "title": "Кохання напрокат",
        "year": "2022",
        "country": "Комедії",
        "discription": "Поппі працює маркетологом у керівника будівлі Майло. Одного дня її життя кардинально змінюється, коли героїні доводиться інсценувати заручини з новим і доволі привабливим клієнтом свого боса. У такий спосіб із допомогою красеня вона намагається завоювати прихильність шефа й отримати апартаменти в пентхаусі для чоловіка.",
        "image_url": "https://s1.vcdn.biz/static/f/5342594221/image.jpg/pt/r193x272x4",
        "video_url": "https://megogo.net/ua/view/20568046-kohannya-naprokat.html"
    },
    {
        "title": "Після сварки",
        "year": "2020",
        "country": "Мелодрами",
        "discription": "Життя головної героїні кардинально змінилося, коли в ній з'явився бунтар Гардін. Неймовірна пристрасть зовсім різних людей буквально спалює все навколо. Несподівано дівчина зустрічає людину, яка готова заради неї на будь-які вчинки, в тому числі подарувати їй весь світ.",
        "image_url": "https://s1.vcdn.biz/static/f/3607055551/image.jpg/pt/r193x272x4",
        "video_url": "https://megogo.net/ua/view/15902875-pislya-svarki.html"
    },
    {
        "title": "Кімната бажань",
        "year": "2019",
        "country": "Трилери",
        "discription": "Закохані Метт і Кейт поселяються у відокремленому будинку та починають ремонт. Несподівано пара знаходить замуровану кімнату, яка, як виявляється пізніше, може виконати будь-яке бажання. Подружжя починає втілювати у життя всі свої мрії, і незабаром жінка вирішує попросити довгоочікувану дитину, не підозрюючи про наслідки...",
        "image_url": "https://s5.vcdn.biz/static/f/6333724571/image.jpg/pt/r193x272x4",
        "video_url": "https://megogo.net/ua/view/22417886-kimnata-bazhan.html"
    },
    {
        "title": "Перспективна дівчина",
        "year": "2020",
        "country": "Трилери",
        "discription": "Раніше Кассандра була студенткою, яка подавала досить великі надії. Однак, тепер вона живе в батьків і працює баристою, і ніхто не знає, що ночами дівчина відвідує бари та мстить чоловікам. Вона прикидається п'яною, щоб покарати особливо ласих на таких жінок представників сильної статі.",
        "image_url": "https://s4.vcdn.biz/static/f/6338593471/image.jpg/pt/r193x272x4",
        "video_url": "https://megogo.net/ua/view/12357705-perspektivna-divchina.html"
    },
    {
        "title": "Ніндзя",
        "year": "2009",
        "country": "Бойовики",
        "discription": "Кейсі вирушив до Японії, щоб оволодіти мистецтвом ніндзя. Його вчитель доручає талановитому хлопцю відповідальну і важливу місію. Той повинен захистити зброю останнього клану ніндзя від зловмисників. Кейсі їде в Нью-Йорк, де йому належить вступити у смертельно небезпечну боротьбу, щоб уберегти скарби.",
        "image_url": "https://s2.vcdn.biz/static/f/4052731601/image.jpg/pt/r193x272x4",
        "video_url": "https://megogo.net/ua/view/8122-nindzya.html"
    },
    {
        "title": "Фіктивний агент",
        "year": "2022",
        "country": "Трилери",
        "discription": "Фільм розповідає дивовижну історію професіонала-афериста Роберта Фрігарда. Чоловік видавав себе за агента МІ-5, який за допомогою обману змушував людей переховуватися. До того ж у нього закохалася жінка, яка зрештою й занапастила героя.",
        "image_url": "https://s8.vcdn.biz/static/f/5138158841/image.jpg/pt/r193x272x4",
        "video_url": "https://megogo.net/ua/view/20141826-fiktivniy-agent.html"
    },
    {
        "title": "Брудна брехня",
        "year": "2017",
        "country": "Бойовики",
        "discription": "Головний герой влаштовується на роботу до успішного бізнесмена і стає його молодшим помічником. Незабаром начальник віддає хлопцеві на збереження намисто вартістю мільйон доларів. Через кілька днів той повинен привезти його на один захід, але товариш героя краде коштовність…",
        "image_url": "https://s7.vcdn.biz/static/f/2065223221/image.jpg/pt/r193x272x4",
        "video_url": "https://megogo.net/ua/view/7683515-brudna-brehnya.html"
    },
    {
        "title": "Райське місто",
        "year": "2022",
        "country": "Бойовики",
        "discription": "Найманий убивця Раян Свон проникне у кримінальний світ Гавайських островів, щоб помститися ватажку банди, який убив його батька.",
        "image_url": "https://s7.vcdn.biz/static/f/5312681971/image.jpg/pt/r193x272x4",
        "video_url": "https://megogo.net/ua/view/20194256-rayske-misto.html"
    }
]